Repository: CanKankaya/meu_assistant
Catalog: lib/src/localization/app_*.arb
Languages: tr

# appTitle
source: MEU Assistant
tr: MEU Asistan

source: Theme
tr: Tema

# homeScreenTitle
source: Home
tr: Ana Sayfa

# homeScreenBody
source: Welcome to the Home Screen
tr: Ana Sayfaya Hoşgeldiniz

# chatScreenTitle
source: AI Assistant
tr: AI Asistan

# chatScreenInputHint
source: Enter your message
tr: Mesajınızı girin

# chatScreenSendButton
source: Send
tr: Gönder

# chatScreenTypingIndicator
source: Typing...
tr: Yazıyor...

# question1
source: How can I register for classes?
tr: Ders kaydını nasıl yapabilirim?

# question2
source: Where can I find my assignments?
tr: Ödevlere nereden bakabilirim?

# question3
source: How can I join university clubs?
tr: Üniversite topluluklarına nereden katılabilirim?

# question4
source: Where can I access online courses and resources?
tr: Online ders ve ders kaynaklarına nereden ulaşabilirim?

# question5
source: Can you provide general information about the campus?
tr: Kampüs hakkında genel bilgi verebilir misin?

source: Language
tr: Dil

# noConnection
source: Check your internet connection.
tr: Internet bağlantınızı kontrol edin.

# mapScreenTitle
source: Map
tr: Harita

# loc_1
source: Faculty of Engineering
tr: Mühendislik Fakültesi

# loc_2
source: Engineering Classrooms Block A
tr: Mühendislik Derslikleri A Blok

# loc_3
source: Engineering Classrooms Block B
tr: Mühendislik Derslikleri B Blok

# loc_4
source: Department of Library and Documentation
tr: Kütüphane ve Dokümantasyon Daire Başkanlığı

# loc_5
source: School of Foreign Languages
tr: Yabancı Diller Yüksekokulu

# loc_6
source: Vocational School of Technical Sciences
tr: Teknik Bilimler Meslek Yüksekokulu

# loc_7
source: Department of Turkish Language
tr: Türk Dili Bölümü

# loc_8
source: Department of Ataturk's Principles and History of Turkish Revolution
tr: Atatürk İlkeleri ve İnkılap Tarihi Bölümü

# loc_9
source: Department of Student Affairs
tr: Öğrenci İşleri Daire Başkanlığı

# loc_10
source: Department of Information Technologies
tr: Bilgi İşlem Daire Başkanlığı

# loc_11
source: Faculty of Economics and Administrative Sciences
tr: İktisadi ve İdari Bilimler Fakültesi

# loc_12
source: State Conservatory
tr: Devlet Konservatuvarı

# loc_13
source: Department of Press and Public Relations
tr: Basın ve Halkla İlişkiler Şube Müdürlüğü

# loc_14
source: Research and Application Center of Information Processing Application and Research Center
tr: Bilgi İşlem Araştırma ve Uygulama Merkezi

# loc_15
source: Rectorate
tr: Rektörlük

# loc_16
source: Main Dining Hall
tr: Merkez Yemekhane

# loc_17
source: Amphitheater
tr: Amfi Tiyatro

# loc_18
source: College of Icel Health
tr: İçel Sağlık Yüksekokulu

# loc_19
source: Faculty of Humanities And Social Sciences
tr: İnsan ve Toplum Bilimleri Fakültesi

# loc_20
source: Education and Research Center for Psychological Counseling and Guidance
tr: Rehberlik ve Psikolojik Danışmanlık Uygulama ve Araştırma Merkezi

# loc_21
source: Faculty of Communication
tr: İletişim Fakültesi

# loc_22
source: Institute of Social Sciences
tr: Sosyal Bilimler Enstitüsü

# loc_23
source: Department of Health, Culture and Sports
tr: Sağlık Kültür ve Spor Daire Başkanlığı

# loc_24
source: Faculty of Nursing
tr: Hemşirelik Fakültesi

# loc_25
source: Research and Application Center of Advanced Technology Education Research and Application Center
tr: İleri Teknoloji Eğitim Araştırma ve Uygulama Merkezi

# loc_26
source: Faculty of Architecture
tr: Mimarlık Fakültesi

# loc_27
source: Mediterranean Urban Research Center
tr: Akdeniz Kent Araştırmaları Merkezi

# loc_28
source: Research and Application Center of National Monitoring Application and Research Center
tr: Bölgesel İzleme Uygulama ve Araştırma Merkezi

# loc_29
source: Faculty of Fine Arts
tr: Güzel Sanatlar Fakültesi

# loc_30
source: College of Jewellery Technology and Design
tr: Takı Teknolojisi ve Tasarımı Yüksekokulu

# loc_31
source: Faculty of Tourism
tr: Turizm Fakültesi

# loc_32
source: Faculty of Divinity
tr: İlahiyat Fakültesi

# loc_33
source: Faculty of Education
tr: Eğitim Fakültesi

# loc_34
source: KYK Male Student Dormitory
tr: KYK Erkek Öğrenci Yurdu

# loc_35
source: Faculty of Maritime Studies
tr: Denizcilik Fakültesi

# loc_36
source: Faculty of Sports Science
tr: Spor Bilimleri Fakültesi

# loc_37
source: Department of Physical Education and Sports
tr: Beden Eğitimi ve Spor Bölümü

# loc_38
source: College of Physical Education and Sports
tr: Beden Eğitimi ve Spor Yüksekokulu

# loc_39
source: Vocational School of Social Sciences
tr: Sosyal Bilimler Meslek Yüksekokulu

# loc_40
source: Faculty of Dentistry
tr: Diş Hekimliği Fakültesi

# loc_41
source: Vocational School of Health Services
tr: Sağlık Hizmetleri Meslek Yüksekokulu

# loc_42
source: Faculty of Medicine
tr: Tıp Fakültesi

# loc_43
source: Mersin University Medical Faculty Hospital
tr: Mersin Üniversitesi Tıp Fakültesi Hastanesi

# loc_44
source: Mersin University Oncology Hospital
tr: Mersin Üniversitesi Onkoloji Hastanesi

# loc_45
source: KYK Female Student Dormitory
tr: KYK Kız Yurdu

# loc_46
source: Mersin University Stadium
tr: Mersin Üniversitesi Stadyum

# loc_47
source: Mersin University Guesthouse
tr: Mersin Üniversitesi Konukevi

# loc_48
source: Mersin University Young Entrepreneurs Center
tr: Mersin Üniversitesi Genç Girişimci Merkezi

# loc_49
source: Uğur Oral Cultural Center
tr: Uğur Oral Kültür Merkezi

# loc_50
source: Vural Ülkü Conference Hall
tr: Vural Ülkü Konferans Salonu

# loc_51
source: Youth Center
tr: Gençlik Merkezi

# loc_52
source: Food Research and Practice Center
tr: Gıda Araştırmaları Ve Uygulama Merkezi

# loc_53
source: Mersin University Indoor Gymnasium
tr: Mersin Üniversitesi Kapalı Spor Salonu

# loc_54
source: Mersin University Indoor Swimming Pool
tr: Mersin Universitesi Kapalı Yüzme Havuzu

# loc_55
source: Mersin University Faculty of Dentistry Hospital
tr: Mersin Üniversitesi Diş Hekimliği Hastanesi
